[M_SwallowedWhole MissionDefinition]
MissionName="Engula de Uma Vez"
MissionDescription="Um Bandido chamado Tampão zuou uma das estações veiculares do Scooter. O mecânico pediu que você encontre o Tampão em [place]The Fridge[-place] e peça para que ele compense o Scooter por prejuízos materiais e danos morais.  Naaaahhhhh, bobagem... o Scooter quer que você meta um tiro na cara daquele folgado. "
TurnInDescription="Você "encurtou" a vida daquele anão. "Encurtou"! Ha ha ha... entendeu a piada? "
MissionSummary="Encontre e elimine o anão Tampão."
MissionGiver="Scooter"
MissionTurnInLocation="Scooter"
TeaserText="Arranque o Tampão."

[M_SwallowedWhole:KillwithShock MissionObjectiveDefinition]
ProgressMessage="Liberte Tampão com uma arma elétrica"

[M_SwallowedWhole:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_SwallowedWhole:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_SwallowedWhole:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_SwallowedWhole:SwallowedWhole_FindStalker MissionObjectiveDefinition]
ProgressMessage="Encontre Tampão"

[M_SwallowedWhole:SwallowedWhole_FreeMidget MissionObjectiveDefinition]
ProgressMessage="Liberte Tampão"

[M_SwallowedWhole:SwallowedWhole_KillMidget MissionObjectiveDefinition]
ProgressMessage="Elimine Tampão"

